IDEA StatiCa Open Model
RebarHookBend Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the RebarHookBend class
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public RebarHookBend()
Public Sub New
public:
RebarHookBend()
See Also
Reference
RebarHookBend Class
IdeaRS.OpenModel.Model Namespace